Autodesk.Navisworks.Api.DocumentFileVersion.Navisworks2014
Version of file format used by Navisworks 2014

Autodesk.Navisworks.Api.DocumentFileVersion.Navisworks2013
Version of file format used by Navisworks 2013

Autodesk.Navisworks.Api.DocumentFileVersion.Navisworks2012
Version of file format used by Navisworks 2012